Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: on itsemääräämisoikeus, mutta kansainvälisessä oikeudessa tämä oikeus rajoittuu nykyään itsemääräämisoikeuden sisäiseen ulottuvuuteen, toisin sanoen kansan oikeuteen määrätä taloudellisesta, sosiaalisesta ja sivistyksellisestä tulevaisuudestaan. Tähän oikeuteen liittyy kielto, jonka mukaan kansoilta ei saa riistää niiden elinehtoja, ja alkuperäiskansojen osalta siihen liittyy myös kysymyksiä, jotka koskevat alkuperäiskansojen perinteisesti asuttamia ja käyttämiä maa-alueita sekä näiden alueiden luonnonvaroja.
sme: Álgoálbmogiin lea iešmearridanvuoigatvuohta, muhto álbmotrievtti vuolde dát vuoigatvuohta odne ráddjejuvvo gullat iešmearridanvuoigatvuođa siskkáldas viidodahkii, namalassii dakkár vuoigatvuohtan, ahte álbmot ieš sáhttá mearridit iežas ekonomalaš, sosiála ja kultuvrralaš boahtteáiggi, mii lea gihppejuvvon oktii vuos dainna gildosiin ahte álbmogis ii leat lohpi rivvet dan birgenvejolašvuođaid, ja dasto álgoálbmogiid dáfus daiguin áššiiguin mat gusket sin duovdagiidda main sii leat árbevirolaččat orron ja maid sii leat árbevirolaččat geavahan, ja dasto vel dáid guovlluid luondduriggodagaiguin.

source: Alkuperäiskansojen oikeuksia koskevan YK:n julistusluonnoksen 3 artiklassa esitetään, että alkuperäiskansoilla on itsemääräämisoikeus ja että ne tämän oikeuden nojalla määräävät vapaasti oman poliittisen asennoitumisensa ja harjoittavat vapaasti taloudellisten, sosiaalisten ja sivistyksellisten olojensa kehittämistä.
sme: Artihkkal 3 ON álgohápmásaš julggaštusas álgoálbmogiid vuoigatvuođain mearrida ahte álgoálbmogiin lea iešmearridanvuoigatvuohta ja dán vuoigatvuođa vuođul sáhttet friddja mearridit iežaset politihkalaš sajádaga ja čađahit iežaset ovdáneami ekonomalaš, sosiála ja kultuvrralaš surggiin.

source: Itsemääräämisoikeutta koskeva säännös on yhdistetty nimenomaan alkuperäiskansojen mahdollisuuksiin perustaa autonomioita eli itsehallinto niiden valtioiden sisällä, joissa ne asuvat, sekä niiden mahdollisuuksiin osallistua poliittiseen, taloudelliseen ja kulttuurielämään siinä valtiossa, jossa ne asuvat, etenkin silloin kun on kyse suoraan alkuperäiskansoihin liittyvistä asioista.
sme: Iešmearridanvuoigatvuođa mearrádus gihppejuvvo oktii erenoamážit álgoálbmogiid vejolašvuođaiguin vuođđudit autonomiijaid dahje iešstivrema dain stáhtain, main sii orrot, ja sin vejolašvuođaiguin searvat politihkalaš, ekonomalaš ja kultuvrralaš eallimii dan stáhtas mas sii orrot, erenoamážit dain áššiin mat gusket njuolga álgoálbmogiidda.

source: Edellä käsitellyt erilaiset valtiosopimusoikeudelliset näkökohdat ja ihmisoikeuksien, etenkin itsemääräämisoikeuden, tietyt ulottuvuudet ja elementit ovat merkityksellisiä, ja ne on otettava huomioon määriteltäessä alkuperäiskansojen valmiuksia solmia valtiosopimuksia.
sme: Dás ovdalis geahčaduvvon iešguđetlágan soahpamušrievttálaš bealit ja dihto viidodagat ja oasit olmmošvuoigatvuođain, erenoamážit iešmearridanvuoigatvuohta, leat deaŧalaččat ja berrejit váldojuvvot vuhtii go mearriduvvojit álgoálbmogiid vuoigatvuođat šiehtadit soahpamušaid.

source: Mielipiteet jakautuvat sen suhteen, mitkä alkuperäiskansojen valmiudet solmia valtiosopimuksia olivat menneinä aikoina.
sme: Oaivilat leat juohkásan das, makkár váldi álgoálbmogiin lei ovddeš áiggiid šiehtadit soahpamušaid vieris válddiiguin.

source: Sillä tosiasialla, että alkuperäiskansoilla on erityinen kollektiivinen suhde erityiseen alueeseen, joka on merkitykseltään korvaamaton ajateltaessa näiden kansojen hengissä pysymistä ja oikeutta nauttia erityisestä kulttuurista, voidaan kuitenkin olettaa olevan vaikutusta alkuperäiskansan oikeuteen osallistua valtiosopimukseen. Tämä pätee etenkin, jos alkuperäiskansan asuttama maa-alue sijaitsee valtiosopimuksen solmivien valtioiden alueilla ja jos valtiosopimukset koskevat kyseisen alkuperäiskansan asuttamia maa-alueita, sen luonnonvaroja tai muita kysymyksiä, joilla on erityistä merkitystä alkuperäiskansalle tai joiden oletetaan vaikuttavan alkuperäiskansaan. Vaikka alkuperäiskansat eivät kansainvälisen oikeuden mukaan ole kansainvälisiä oikeussubjekteja, joilla on valmiudet solmia itsenäisesti
sme: Dan duohtaášši, ahte álgoálbmogiin lea erenoamáš kollektiiva oktavuohta dihto territoriijii, mii lea buhttekeahttá ja dárbbašlaš sin seailumii ja vuoigatvuhtii návddašit sierra kultuvrra, lea dattetge vejolaš jáhkkit sáhttit váikkuhit vuos álgoálbmoga vuoigatvuhtii searvat álbmogiidgaskasaš soahpamuššii (traktáhtii), erenoamážit jos dat duovdagat main álgoálbmot orru, gokčet álbmogiidgaskasaš soahpamuša dahkki stáhtaid territoriijaid ja dat soahpamuš guoská daidda duovdagiidda main áššeguovdilis álgoálbmot orru, ja dasto vel daidda duovdagiid luondduriggodagaide dahje áššiide mat gusket dahje čuhcet álgoálbmogii.

source: valtiosopimuksia, on alkuperäiskansoille varattava kansojen itsemääräämisoikeuden mukaisesti mahdollisuus osallistua edellä mainitun tyyppisten valtiosopimusten tekstien laatimiseen ja varsinaiseen valtiosopimukseen käyttämällä jotakin toista sopivaa nimitystä kuin ” osapuoli ”.
sme: Vaikko álgoálbmogat álbmotrievtti mielde eai leat álbmotriektesubjeavttat main livčče váldi iešdáhtolaččat šiehtadit álbmogiidgaskasaš soahpamušaid, de berre álgoálbmogiidda addojuvvot álbmogiid iešmearridanvuoigatvuođa mielde vejolašvuohta searvat dakkár soahpamušteavsttaid ráhkadeapmái mat namahuvvojedje dás ovdalis, ja ieš álbmogiidgaskasaš soahpamuššii juogalágan eará heivvolaš namain go ” oasálaš ”.

source: Alkuperäiskansojen osallistumisoikeus ulottuu siten pidemmälle kuin kansallisella tasolla sovellettava neuvotteluprosessi.
sme: Álgoálbmogiid vuoigatvuohta searvat ollá dainna lágiin guhkkelii go dušše gulaskuddanprosessii mat čađahuvvojit nationála dásis.

source: Liite 2: Venäjän saamelaisten oikeudellinen asema
sme: Mielddus 2: RUOŠŠA SÁMIID RIEVTTÁLAŠ DILLI

source: Saamelaisten lukumäärä
sme: Sámiid lohku

source: Venäjällä sanotaan yleensä olevan 2 000 saamelaista.
sme: Dadjat lávejit ahte leat 2.000 sámit Ruoššas.

source: Viimeisin väestönlaskenta, jonka yhteydessä kysyttiin, mihin kansaan itse kukin kuuluu, suoritettiin vuonna 1989.
sme: Maŋimuš álbmotlohkan, mas jerrojuvvo man álbmogii olmmoš gullá, čađahuvvui jagi 1989, ja dalle dieđihedje 1.890 olbmo iežaset sápmin, geain 1.615 orro Guoládagas.

source: Tällöin 1 890 henkilöä ilmoitti olevansa saamelaisia, ja heistä 1 615 asui Kuolan niemimaalla. Venäjällä on aivan viime vuosiin asti ollut tapana rekisteröidä kaikkien asukkaiden kansallisuus.
sme: Ruoššas leat gitta moadde jagi dás ovdalažžii registarastán ássiid nationalitehta, namalassii go mánná riegádii, de vánhemat dieđihit galgágo mánná registarastojuvvot ruoššan dahje sapmin dahje tatáran jna..

source: Tämä kansallisuus merkittiin sitten virallisiin asiakirjoihin (aivan kuten Suomessa rekisteröidään ihmisten äidinkieli).
sme: Dán nationalitehta merkejuvvui maŋŋil almmolaš dokumeanttaide (nugo Suomas registarastet olbmuid eatnigielaid).

source: Jos henkilö oli siis rekisteröity esimerkiksi venäläiseksi, hänet oli usein erittäin vaikeaa rekisteröidä myöhemmin esimerkiksi saamelaiseksi.
sme: Jos maŋŋil lei registarastojuvvon omd. Ruoššan, de lei dávjá hirbmat váttis nuppástuhttit dán registarastima omd. Sápmin.

source: Usein asia jouduttiin viemään tuomioistuimen käsiteltäväksi.
sme: Dávjá lei dárbu mannat duopmostullui.

source: Tällä rekisteröinnillä oli sekä vastustajansa että kannattajansa, mutta muutama vuosi sitten siitä luovuttiin, ja viimeisimmän väestönlaskennan yhteydessä kysyttiin ainoastaan, mitä kieliä henkilö hallitsee. Tällöinhän ei ole saatu vastausta siihen, kuinka monta saamelaista maassa on nykyään.
sme: Dán registarastimii ledje sihke vuostálastit ja doarjut, muhto moadde jagi dás ovdal dat heaittihuvvui, ja maŋimuš álbmotlohkamiin jerre dušše makkár gielaid olmmoš máhttá, ja dallehan ii leat vástádus dasa, galle sámi leat odne.

source: Venäjän puolella asuvien saamelaisten lukumäärä on nykyään sama kuin vuonna 1897.
sme: Sámiid lohku Ruošša bealde lea odne dat seammá go jagi 1897.

source: Tuolloin Kuolan niemimaalla eli 1 736 saamelaista.
sme: Dalle ledje 1.736 sámi Guoládagas.

source: Vanhin luku 1 230 saamelaista on vuodelta 1594.
sme: Boarráseamos lohku lea jagi 1594 rájis, 1.230 sámi.

source: Nykyinen asuinalue ja saamelaisryhmät
sme: Dáláš ássanguovllut ja sámejoavkkut

source: Kuolan saamelaiset asuttavat koko Kuolan niemimaata etelärannikkoa lukuun ottamatta. Siellä heidät on sulautettu valtaväestöön tai karkotettu pois jo varhaisessa vaiheessa venäläisten uudisasukkaiden asetuttua asumaan sinne (1200-luvulta alkaen).
sme: Guoládatsámit ásset miehtá Guoládaga, muhto eai lulligátti, mas sii leat assimilerejuvvon dahje árrat juo fárren dan mielde go ruošša ođđaássit ásaiduvve dohko (álggedettiin 1200-logus).

source: Useimmat saamelaiset eli 915 saamelaista asuvat keskellä Kuolan niemimaata sijaitsevassa noin 13 000 asukkaan Lovozeron kunnassa. Seuraavaksi suurin saamelaiskunta on Murmanskin kaupunkia ympäröivä Kuolan kaupunki, jossa asuu 220 saamelaista, ja kolmannella sijalla on Murmanskin kaupunki, jossa elää 183 saamelaista.
sme: Eanaš sámit orrot guovdu Guoládaga Lujávrri suohkanis, mas leat 915 sámi (suohkanis leat sullii 13.000 ássi), nubbi stuorimus sámesuohkan lea Kola báiki (mii lea Murmánskka birra), ja das leat 220 sámi, ja goalmmát sajis lea Murmánska, mas leat 183 sámi.

source: Venäjällä on nykyään kolme saamelaisryhmää, mikäli jakoperusteena käytetään kieltä.
sme: Ruoššas leat dál golbma sámi joavkku mat juohkásit giela mielde.

source: Saamelaisten kielitaito on erittäin heikko, koska ainoastaan noin 40 prosenttia saamelaisista puhuu saamea.
sme: Giellamáhttu sámiin leat hirbmat heittot, go dušše 40 % sámiin sámástit.

source: Suurin ryhmä on Kildinin saamelaiset, jotka pääasiallisesti asuvat Lovozeron kunnassa. Heistä noin 600 henkilöä puhuu saamen kieltä.
sme: Stuorimus joavku leat gielddasámit, guđet eanaš orrot Lujávrri suohkanis, sullii 600 olbmo sámástit dan gillii.

source: Kirjakieli perustuu tähän murteeseen, ja siinä käytetään kyrillisiä kirjaimia.
sme: Čállingiela vuođđun lea dát suopman, ja dasa geavahit kyrillalaš bustávaid.

source: Nykyinen kirjakieli on peräisin 1980 turjansaame, jota puhuu 12 henkilöä Kuolan niemimaan pohjoisrannikolla.
sme: Nubbi suopman lea darjjisámegiella, mii geavahuvvo Guoládaga davvegáttis, ja dan máhttet 12 olbmo.

source: Siitä puuttuu kirjakieli, mutta tällä murteella on kirjoitettu melko paljon tekstejä käyttämällä foneettista kirjoitusta.
sme: Dasa ii leat čállingiella, muhto dán suopmanii leat teavsttat mat leat čállojuvvon fonehtalaš mearkkaiguin.

source: Kolmas murre on Notozero- eli Nuortijärven murre, jota puhuu Kuolan kaupungissa noin 20–30 henkilöä.
sme: Goalmmát suopman lea nuohttejávrri suopman, maid sullii 20-30 geavahit Kola báikkis.

source: Siitäkin puuttuu kirjakieli, mutta se muistuttaa läheisesti Suomessa puhuttua kolttasaamen murretta.
sme: Das váilu čállingiella, muhto dat lea lahka nuortalaš giela maid geavahit Suomas. Danne lea dán suopmana vejolaš maid gohčodit nuortalašgiellan.

source: Voidaan mainita, että Suomen kolttasaamelaiset (noin 500 henkilöä) pystyvät vaivatta ymmärtämään kaikkia Venäjän puolella puhuttuja murteita.
sme: Sáhtán namahit ahte Suoma nuortalaččat (sullii 500 olbmo) sáhttet váttisvuođaid haga ipmirdit buot suopmaniid mat leat Ruošša bealde.

source: Vielä muutama vuosi sitten oli olemassa neljäskin murre, akkalansaame, jota puhuttiin Juonnin (Jona) kylässä Kovdorin kunnassa Kuolan niemimaan eteläosassa.
sme: Moadde jagi dás ovdalis lei okta vel suopman, áhkkelsámegiella, mii geavahuvvui Jona báikkis mii lea Kovdor suohkanis Guoládaga lulleoasis.

source: Viimeinen akkalansaamea puhunut henkilö, Marja Sergina, kuoli 29. joulukuuta 2003. luvulta, kun taas vanhin kildininsaameksi painettu kirja on vuodelta 1878. Seuraava murre on
sme: Áhkkelsámegiela maŋimuš geavaheaddji, Marja Sergina, jámii juovlamánu 29. b. 2003.

source: Kildininsaameksi julkaistaan vuosittain muutamia kirjoja, joista osa painetaan Norjassa ja joissa pohjoissaamen- ja kildininsaamenkieliset tekstit ovat rinnakkain.
sme: Gielddasámegillii ilbmet moadde girjji jahkásaččat, ja dain lea muhtumat prentejuvvon Norggas guvttiin bálddalas teavsttain, davvisámegillii ja gielddasámegillii.

source: Lovozerossa annettavaa saamen opetusta varten on lisäksi julkaistu yli 30 oppikirjaa.
sme: Sámegiela oahpahusa várás mii lea Lujávrris leat ilbman badjel 30 oahppagirjji.

source: Kildininsaamen opetusta annetaan luokasta ensimmäisestä neljänteen luokkaan niin kutsutussa internaattikoulussa.
sme: Gielddasámegiella oahpahuvvo vuosttaš luohká rájis njealját luohká rádjai nugohčoduvvon internáhtaskuvllas.

source: Lovozerossa on tavallinen venäläinen peruskoulu ja sen lisäksi internaattikoulu, johon voivat sijoittaa lapsensa saamelaiset, komit (porotaloutta harjoittava kansa, jonka muuttoliike Kuolan niemimaalle alkoi vuonna 1886) ja nenetsit (jotka tulivat yhdessä komien kanssa poronhoitajiksi).
sme: Lujávrris lea dábálaš ruoššalaš vuođđoskuvla ja vel internáhtaskuvla, masa sámit, komit (boazodoalli álbmot mii lea fárren Guoládahkii jagi 1886 rájis) ja nenehcat (bohte komiid mielde boazogeahččin) sáhttet bidjat iežaset mánáid.

source: Koulun yhteydessä on siis oppilasasuntola, jossa lapset voivat asua vanhempien ollessa tundralla hoitamassa poroja.
sme: Das lea nappo internáhta, mas mánát sáhttet orrot dan botta go vánhemat leat duoddaris bohccuiguin.

source: Ilmoituksen mukaan saamen opetusta ei anneta missään muussa koulussa kuin tässä Lovozeron koulussa.
sme: Dieđuid mielde ii leat oahpahus sámegillii mange eará skuvllas go dan skuvllas mii lea Lujávrris.

source: Neljännen luokan jälkeen saamen opetus on vapaaehtoista.
sme: Njealját luohká maŋŋil lea oahpahus sámegielas válljehahtti.

source: Kuolansaamelaisten historia
sme: Guoládaga sámiid historjá

source: Kuolansaamelaiset asuivat ennen vanhaan saamelaiskylissä eli siidoissa (kildininsaameksi ” syjjt ”) ensi sijassa Kuolan niemimaan sisäosissa ja pohjoisrannikolla.
sme: Guoladaga sámit orro ovdal siiddain (gielddasámegillii syjjt) eanaš Guoládaga siskkit guovlluin ja miehtá davvegátti.

source: Siita oli perheiden ja sukujen muodostama tiivis sosiaalinen yhteisö.
sme: Siida lei sosiála servodat mas ledje olbmuid gaskkas čavga čatnasat, ja dasa gulle bearrašat ja sogat.

source: Siidoissa valvottiin yhdessä metsästystä ja kalastusta.
sme: Sin viiddis meahcástan- ja guolástanortnegat ledje oktasaččat.

source: Saamelaisilla oli sekä talvi- että kesäsiitoja.
sme: Sámiin ledje sihke dálvesiiddat ja geassesiiddat.

source: Talvisiitaan rakennettiin usein pieni rukoushuone. Se toimi keskuksena, johon kokoonnuttiin ja josta käsin lähdettiin metsästämään tai paimentamaan poroja.
sme: Dálvesiidii dávjá huksejedje unna rohkosviesu, ja dat lei guovddáš masa čoahkkanedje, ja das sii vulge bivdui dahje geahččat bohccuideaset.

source: Kesäsiidat sijaitsivat rannikolla tai suurten jokien varsilla.
sme: Geassesiiddat ledje mearragáttis dahje stuorra jogaid lahka.

source: Siellä kalastettiin ensisijaisesti lohta ja poimittiin lakkoja.
sme: Doppe sii bivde eanaš luosaid, čogge luopmániid.

source: Siidat siirrettiin usein muualle silloin, kun polttopuut loppuivat.
sme: Sii sirde siiddaid dávjá go boaldámuš nogai, namalassii muorat.

source: Näin saattoi käydä 20−30 vuoden välein.
sme: Dat sáhtii geavvat 20-30 jagi gaskkaiguin.

source: Kuolan niemimaalla sijaitsi 21 saamelaiskylää eli siitaa.
sme: Guoládagas ledje 21 siidda.

source: Vanhimmat siitoja koskevat merkinnät ovat peräisin 1500-luvun lopulta.
sme: Áramus čállosat siiddaid birra leat 1500-logu rájis.

source: Lovozero mainitaan ensimmäisen kerran vuonna 1574, ja Akkala mainitaan norjalaisissa ja ruotsalaisissa lähteissä vuonna 1593 (” Ackala ”) ja 1594 (” Ackild ”). Tuolloin siellä eli 11 perhettä, jotka maksoivat veroa Norjaan.
sme: Lujávri namahuvvo vuosttamuš geardde jagi 1574, ja Áhkkel namahuvvo norgalaš ja ruoŧŧilaš gálduin jagi 1593 (” Ackala ”) ja jagi 1594 (” Ackild ”), go doppe ledje 11 bearraša mat mákse vearu Norgii.

source: Akkala oli norjalaista veromaata, ja Vardön vouti kävikin joka vuosi Akkalassa perimässä veroja.
sme: Áhkkel lei norgalaš vearroguovlu ja Čáhcesullo sundi galledii Áhkkela jagi vearu dihte.

source: Viimeisen kerran tämä tapahtui vuonna 1613.
sme: Maŋimuš geardde go dat dáhpáhuvai, lei jagi 1613.

source: Venäläisissä lähteissä Akkala mainitaan ensimmäisen kerran vuonna 1608.
sme: Ruošša gálduin namahuvvo Áhkkel vuosttaš geardde jagi 1608.

source: Kuola mainitaan venäläisissä asiakirjoissa 1200-luvulla. Kuolan niemimaalle perustettiin 1500-luvulta lähtien neljä luostaria, jotka joutuivat riitoihin saamelaisten kanssa maan ja veden käyttämisestä.
sme: Kola namahuvvo ruošša dokumeanttain 1200-logus. 1500-logu rájis vuođđudedje njeallje kloastara Guoládahkii, ja dát klostarat riiddáskedje sámiiguin eatnamiid ja čáziid geavaheami geažil.

source: Vasta Pietari Suuri tutkitutti asian perusteellisesti ja teki asiassa saamelaisten kannalta myönteisen päätöksen.
sme: Sámit dalle válde oktavuođa cárii Moskvai, guhte dattetge álggus doaimmai kloastara ja sámiid gaskasaš soabada dahkkin.

source: Tämä päätös piti kuitenkin ainoastaan noin 70 vuotta, kunnes noin vuonna 1775 saamelaisten kalavesiä alettiin jälleen vuokrata vieraille ja Venäjän saamelaiset joutuivat uudelleen taloudellisiin vaikeuksiin. Tämä jatkui tsaari Nikolain (1825−1855) valtakauteen asti.
sme: Easkka Stuorra-Biedar guorahallagođii ášši dárkilit ja mearridii dan sámiide ávkin, Dat mearrádus ii doallan dattetge guhkibui go sullii 70 jagi, dasságo fas láigohišgohte sámiid guollejávrriid vierrásiidda, ja ruošša sámit fas šadde ekonomalaš váttisvuođaide.

source: Tuolloin Venäjän hallitus alkoi jälleen suosia saamelaisia.
sme: Dat sáhka ollii cárii Nikolai (1825-1855), go Ruošša ráđđehus álggii fas beroštit sámiin.

source: Suenjelin saamelaiskylän kylänvanhin oli säilyttänyt nämä ajanjaksolta 1601−1775 peräisin olevat asiakirjat mäntykotelossa, jonka hän antoi vuonna 1931 eräälle suomalaiselle virkamiehelle.
sme: Byäldsten Suenjelis lea seailluhan dáid dokumeanttaid, mat leat áigodagas 1601-1775, beahceskuohpus maid son jagi 1931 skeŋkii suopmelaš ámmátolbmui.

source: Asiakirjat oli aina pidetty piilotettuina puun juuren alla, ja ainoastaan kolme miestä tiesi, missä ne sijaitsivat.
sme: Dokumeanttat ledje álo leamaš čihkosis muhtun jalgŋá vuolde, ja dušše golbma olbmá dihte gos dat dokumeanta lea.

source: Yhden heistä kuollessa kahden jäljelle jääneen oli määrä nimetä uusi mies, joka saisi tietää aineiston olinpaikan.
sme: Go okta dan golbmasis jápmá, de galget dat guovttos guđet báhciba, válljet ođđa olbmá, guhte oažžu diehtit gokko dat materiála lea.

source: Ensimmäiset venäläiset saapuivat Kuolan niemimaan etelärannikolle jo 1100-luvulla, kun taas vakituinen venäläinen asutus on noin sata vuotta nuorempi.
sme: Áramus ruoššat jovde Guoládaga lulligáddái juo 1100-logus, muhto bissovaččat ássi ruošša veahkadat lea sullii 100 jagi nuorat.

source: Venäläisiä houkuttelivat paikan päälle turkiskauppa sekä metsän ja meren rikkaudet.
sme: Dat mii geasuhii sin dohko, lei náhkkegávpi ja vuvddiid ja meara riggodagat.

source: Koska he muuttivat asumaan meren, toisin sanoen Vienanmeren rannalle (venäjäksi ” more ”), he alkoivat kutsua itseään pomoreiksi.
sme: Dainnago sii orru mearragáttis, namalassii Vilges meara (ruoššagillii more) gáttis, de álge iežaset gohčodit pomoran.

source: Uudisasukkaat toivat ortodoksisen uskonsa mukanaan, ja heitä varten rakennettiin 1400-luvulla ensimmäiset kaksi kirkkoa.
sme: Ođđaássit bukte mielddiset ortodoksalaš oskku, ja 1400-logus huksejuvvojedje sidjiide vuosttamuš guokte girku.

source: Vaikka ensimmäiset, Kantalahden (Kandalax) seudulla asuvat saamelaiset käännytettiinkin virallisesti kristinuskoon vuonna 1526, kesti vielä monta vuotta, ennen kuin vanha saamelainen usko oli kokonaan hävinnyt.
sme: Vaikko vuosttamuš sámit almmolaččat jorgaluvvojedje kisttalašvuhtii jagi 1526, ja dat sámit orro Kandalaxa guovllus, de manne máŋga čuođi jagi ovdalgo dološ sámi osku lei áibbas jávkan.

source: Muodollisesti he olivat ortodokseja, mutta vanha usko kyti vielä laajasti pinnan alla.
sme: Formálalaččat sii ledje ortodoksalaččat, muhto olgguldasa vuolde bisttii vel ollu mii gulai dološ oskui.

source: 1500 luvulla rakennettiin toistakymmentä kirkkoa, ja kaksi niistä, Ponoi ja Boris Gleb, oli tarkoitettu saamelaisille.
sme: 1500-logus huksejuvvojedje eambbo go 10 girku, ja guokte dain ledje sámiid várás: Ponoi ja Boris Gleb.

source: Parhaiten menestyneistä ortodoksisista lähetyssaarnaajista voidaan mainita munkki Trifon, joka perusti luostarin Petsamoon vuonna 1532, munkki Feodorit, joka perusti luostarin Kuolaan vuonna 1540, ja munkki Feognosti, joka perusti luostarin Ponoihin vuonna 1574.
sme: Ovddimus ortodoksalaš sárdnideaddjiid logus mun sáhtán namahit muŋkka Trifon, guhte vuođđudii kloastara Beahcámii (Petsamo) jagi 1532, ja muŋkka Feodorit, guhte vuođđudii kloastara Kolai jagi 1540, ja muŋkka Feognosti, guhte vuođđudii kloastara Ponoi báikái jagi 1574.

source: Kuolan niemimaan eteläosassa on asunut myös pieni karjalainen väestönosa.
sme: Guoládaga lullioasis lea maid leamaš unna gárjilaš veahkadat.

source: Tutkijoilla ei ole kuitenkaan yksiselitteistä käsitystä siitä, milloin karjalaiset ovat saapuneet sinne.
sme: Dutkkiin eai leat dattetge ovttalágan oaivilat das, goas dat dohko lei boahtán.

source: Muutamat tutkijat arvelevat heidän tulleen sinne 1000-luvulla kauppiaina ja veronkantajina.
sme: Muhtumat jáhkket ahte gárjilaččat bohte 1000-logus gávpeolmmožin ja vearrováldin.

source: Nykyään Kuolan niemimaalla on vain yksi karjalainen kylä, Kolvitsa, joka sijaitsee Kantalahden ja Umban välissä.
sme: Odne lea dušše okta gárjilaš báiki Guoládagas, Kolvitsa, mii lea Kandalaxa ja Umba gaskkas.

source: Paikannimet osoittavat selkeästi, että karjalaisväestöä on asunut esim.
sme: Báikenamain leat čielga duođaštusat das, ahte gárjilaš veahkadat lea leamaš omd. Lulábealde áhkkela sámiid guovllu.

source: Akkalan saamelaisten alueen eteläpuolella.
sme: Áhkkelsuopmanis ledje girjilaš loanat.

source: Akkalansaamen murteessa on laina-aineksia karjalan kielestä.
sme: Ieš nammage ” Áhkkel ” lea jáhkkimis boahtán girjilašgielas.

source: Kuolan niemimaan väestön keskuudessa ei tapahtunut vuosisatojen mittaan kovinkaan suuria muutoksia.
sme: Jahkečuđiid mielde eai lean dađe stuorit nuppástusat Guoládaga veahkadagas.

source: Väestömäärä oli alhainen, minkä takia Venäjän hallitus alkoi 1860-luvulla houkutella Suomesta ja Norjasta väkeä muuttamaan Kuolan niemimaan pohjoisrannikolle.
sme: Olmmošlohku lei unni, ja Ruošša ráđđehus álggii 1860-jagiid oalgguhit olbmuid Suomas ja Norggas ásaiduvvat Guoládaga davvegáddái.

source: Vuonna 1868 heille annettiin verohelpotuksia ja heidät vapautettiin sotapalveluksesta.
sme: Jagi 1868 sidjiide addojuvvojedje vearrogeahpádusat, ja sii eai dárbbašan vuolgit soahtebálvalussii.

source: Kuolan niemimaalla oli 1800-luvun lopussa yksi luterilainen seurakunta.
sme: Loahpageahčen 1800-logu lei Guoládagas lutheralaš searvegoddi.

source: Vuonna 1897 Kuolan niemimaalla asui 8 676 henkeä, joista 1 736 (20 % oli saamelaisia, 5 276 venäläisiä (60,8 % ja 1 667 muita kansallisuuksia edustavia ihmisiä.
sme: Jagi 1897 ledje 8 676 olbmo Guoládagas, ja dain ledje 1 736 (20 % sámit. 5 276 ryssar (60.8 % ja earát 1 667.

source: Vuonna 1989 vastaavat luvut olivat 1 164 569 henkeä, joista oli 1 615 (0,2 % saamelaista, 965 727 (82,9 % venäläistä ja 197 244 muita kansallisuuksia.
sme: Jagi 1989 ledje vástideaddji logut 1 164 569 olbmo, 1 615 (0.2 % sámi, 965 727 (82.9 % ruošša ja earát 197 244.
